import React from 'react'
import { Container} from 'react-bootstrap';
import Navbar from '../../Components/Navbar/Navber';
import Footer from '../../Components/Footer/Footer';
import './transferPolicy.css';
export default function TransferPolicy() {
    return (
        <div>
            <Navbar />
            <Container>
        <div className='transferPolicy-content'>
            <h4>سياسة النقل والإرجاع</h4>
                   <div className='transferPolicy-text'>
                       <span>يتعهد متجر عُدَدي للتسوق الإلكتروني بتوصيل المشتريات للزبون خلال فترة أقصاها أربعة أيام عمل من تاريخ تثبيت الطلب ،وفي حال حصول عوائق خارجية يتوجب إشعار الزبون بذلك. كما ويتحمل المركز أي أضرار موجودة في البضائع لحين إستلامها من قبل الزبون ويتوجب على الزبون دفع مبلغ المشتريات عند التوصيل وتوقيع قائمة الحساب.</span>
                       
                        <ul>
                            <li>أسعار التوصيل مفروضة من قبل شركات الشحن ولا يقدم المركز خدمة التوصيل مباشرة</li>
                            <li>مبلغ الشحن قابل للتغيير بدون إشعار مسبق</li>
                            <li>تكلفة الشحن للطلبية بالكامل بغض النظر عن عدد القطع</li>
                            <li>في حالة الأوزان العالية ، يتم الاتصال بالزبون وابلاغه بأية تكاليف اضافية قبل البدئ بعملية الشحن</li>
                            <li>قد تحتسب تكاليف اضافية بسيطة في حالة الشحن للأقضية والنواحي</li>
                        </ul>
                   </div>

                   <div className='transferPolicy-text'>
                       <span>في حال تم توصيل منتجات متضررة أو عاطلة أو تحتوي على خلل وظيفي الى الزبون ، تتم معالجة الحالة كما يلي :وتوقيع قائمة الحساب.</span>
                       
                       <ul>
                            <li>يتم تثبيت الحالة وإرسال مندوب توصيل لإستلام المنتج المتضرر وإعادته لأغراض الفحص والتحقق</li>
                            <li>يتم إعادة المبالغ المترتبة الى الزبون أو الاستبدال بمنتج جديد حسب رغبة الزبون عند ثبوت حالة الضرر ، يكون التوصيل مجاني ولا يترتب على الزبون أية مبالغ اضافية</li>
                            <li>في حالة ثبوت عدم وجود الضرر أو العطل في المنتج كما تم وصفه من قبل الزبون ، يتم اعادة المنتج الى الزبون ويتحمل كافة التكاليف المترتبة وتشمل اجور التوصيل</li>
                        </ul>
                        <span>يرجى من زبائننا الكرام الإطلاع على سياسة النقل والإرجاع بصورة دقيقة والإلتزام بسياق العمل</span>
                    </div>

    
           </div>
               
        </Container>
            <Footer />
        </div>
    )
}
